Revit 2024 API
UnitTypeId.FractionalInches Property
 Fractional inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FractionalInches { get; }
Visual Basic
Public Shared ReadOnly Property FractionalInches As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FractionalInches {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace